[A_Blizzard_Buff H7BaseBuff]
mName="Снежная буря"
mTooltip="%stat к %stat.icon дальности перемещения.\nДлительность (ходов): %durnow."
[A_DeepFreeze_Buff H7BaseBuff]
mName="Вечная мерзлота"
mTooltip="%stat к %stat.icon дальности перемещения.\nДлительность (ходов): %durnow."
[A_LiquidMembrane_Buff_2_Expert H7BaseBuff]
mName="Водяная пелена"
mTooltip="Весь урон, получаемый отрядом, снижен на %res.norm.\nДлительность (ходов): %durnow."
[A_LiquidMembrane_Buff_2_Expert_Improved H7BaseBuff]
mName="Водяная пелена"
mTooltip="Весь урон, получаемый отрядом, снижен на %res.norm.\n%stat к %stat.icon дальности перемещения.\nДлительность (ходов): %durnow."
[A_LiquidMembrane_Buff_3_Master H7BaseBuff]
mName="Водяная пелена"
mTooltip="Весь урон, получаемый отрядом, снижен на %res.norm.\nДлительность (ходов): %durnow."
[A_LiquidMembrane_Buff_3_Master_Improved H7BaseBuff]
mName="Водяная пелена"
mTooltip="Весь урон, получаемый отрядом, снижен на %res.norm.\n%stat к %stat.icon дальности перемещения.\nДлительность (ходов): %durnow."
[A_Tsunami H7HeroAbility]
mName="Цунами"
mTooltip="Мгновенно наносит всем вражеским отрядам в области действия от %d.min до %d.max ед. урона от %d.icon магии воды и отталкивает малых существ на 2 клетки назад. Область действия: 5 клеток поперек поля боя."
mTooltipMagicGuild="Мгновенно наносит всем вражеским отрядам в области действия урон от %d.icon магии воды и отталкивает малых существ на 2 клетки назад. Область применения: 5 клеток поперек поля боя."
mTooltipMagicGuildRankLine="от %d.min до %d.max ед. урона %ICON_WATER"
[A_FogShroud H7HeroAbility]
mName="Покров туманов"
mTooltip="Выбранный отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя. Эффект действует в течение %buff1.buff.durini хода(ов) или пока отряд не получит урон."
mTooltipMagicGuild="Выбранный отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя. Эффект действует в течение %buff1.buff.durini хода(ов) или пока отряд не получит урон."
mTooltipUpgraded="Выбранный отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя. Эффект действует в течение %buff2.buff.durini хода(ов)."
mTooltipMagicGuildRankLine="затраты %ICON_MANA маны: %special1 ед."
[A_FogShroud_Buff H7BaseBuff]
mName="Покров туманов"
mTooltip="Отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя.\nЭффект действует в течение %durnow хода(ов) или пока отряд не получит урон."
[A_FrostBolt H7HeroAbility]
mName="Ледяная стрела"
mTooltip="Мгновенно наносит выбранному вражескому отряду от %d.min до %d.max ед. урона от %d.icon магии воды."
mTooltipMagicGuild="Мгновенно наносит выбранному вражескому отряду урон от %d.icon магии воды."
mTooltipUpgraded="Мгновенно наносит выбранному вражескому отряду от %d.min до %d.max ед. урона от %d.icon магии воды и снижает %buff.buff.stat.icon дальность перемещения отряда на %buff.buff.stat.norm. Эффект действует в течение %buff.buff.durini хода(ов)."
mTooltipMagicGuildRankLine="от %d.min до %d.max ед. урона %d.icon"
[A_IceStrike_Buff H7BaseBuff]
mName="Мощь льдов"
mTooltip="Атакуя противника, выбранный дружественный отряд наносит дополнительно от %d.min до %d.max ед. урона от %d.icon магии воды.\nДлительность (ходов): %durnow."
[A_VesselOfShalassa H7HeroAbility]
mName="Паруса Шалассы"
mTooltip="Мгновенно призывает корабль в ближайших водах."
[Imprinted.A_CircleOfWinter_Imprinted H7HeroAbility]
mName="Кольцо холода"
mTooltip="Мгновенно наносит от %d.min до %d.max ед. урона от %d.icon магии воды всем отрядам в выбранной области в виде кольца 3x3."
[Imprinted.A_FogShroud_Imprinted H7HeroAbility]
mName="Покров туманов"
mTooltip="Выбранный отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя. Эффект действует в течение %buff1.buff.durini хода(ов) или пока отряд не получит урон."
[Imprinted.A_FogShroud_Imprinted_Buff H7BaseBuff]
mName="Покров туманов"
mTooltip="Выбранный отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя.\nЭффект действует в течение %durnow хода(ов) или пока отряд не получит урон."
[Imprinted.A_FrostBolt_Imprinted H7HeroAbility]
mName="Ледяная стрела"
mTooltip="Мгновенно наносит выбранному вражескому отряду от %d.min до %d.max ед. урона от %d.icon магии воды."
[Imprinted.A_IceStrike_Imprinted H7HeroAbility]
mName="Мощь льдов"
mTooltip="Атакуя противника, выбранный дружественный отряд наносит дополнительно от %buff.buff.d.min до %buff.buff.d.max ед. урона от %buff.buff.d.icon магии воды. Длительность (ходов): %buff.buff.durini."
[Imprinted.A_IceStrike_Imprinted_Buff H7BaseBuff]
mName="Мощь льдов"
mTooltip="Атакуя противника, выбранный дружественный отряд наносит дополнительно от %d.min до %d.max ед. урона от %d.icon магии воды.\nДлительность (ходов): %durnow."
[Imprinted.A_VesselOfShalassa_Imprinted H7HeroAbility]
mName="Паруса Шалассы"
mTooltip="Призывает корабль в ближайших водах."
[A_Blizzard_Buff_Marker H7BaseBuff]
mName="Снежная буря"
[A_FogShroud_Buff_Upgraded H7BaseBuff]
mName="Покров туманов"
mTooltip="Отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя.\nЭффект действует в течение %durnow хода(ов)."
[A_FogShroud_Buff_Negative_Upgraded H7BaseBuff]
mName="Покров туманов"
mTooltip="Отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя.\nЭффект действует в течение %durnow хода(ов)."
[A_FogShroud_Buff_Positive_Upgraded H7BaseBuff]
mName="Покров туманов"
mTooltip="Отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя.\nЭффект действует в течение %durnow хода(ов)."
[A_LiquidMembrane_Buff_1_Novice H7BaseBuff]
mName="Водяная пелена"
mTooltip="Весь урон, получаемый отрядом, снижен на %res.norm.\nДлительность (ходов): %durnow."
[A_LiquidMembrane_Buff_0_Unskilled H7BaseBuff]
mName="Водяная пелена"
mTooltip="Весь урон, получаемый отрядом, снижен на %res.norm.\nДлительность (ходов): %durnow."
[A_FogShroud_Buff_Negative H7BaseBuff]
mName="Покров туманов"
mTooltip="Отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя.\nЭффект действует в течение %durnow хода(ов) или пока отряд не получит урон."
[A_FogShroud_Buff_Positive H7BaseBuff]
mName="Покров туманов"
mTooltip="Отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя.\nЭффект действует в течение %durnow хода(ов) или пока отряд не получит урон."
[Imprinted.A_FogShroud_Imprinted_Buff_Negative H7BaseBuff]
mName="Покров туманов"
mTooltip="Выбранный отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя.\nЭффект действует в течение %durnow хода(ов) или пока отряд не получит урон."
[Imprinted.A_FogShroud_Imprinted_Buff_Positive H7BaseBuff]
mName="Покров туманов"
mTooltip="Выбранный отряд нельзя атаковать с расстояния. Отряд так же не может использовать особые навыки и атаки дальнего боя.\nЭффект действует в течение %durnow хода(ов) или пока отряд не получит урон."
[Imprinted.A_Blizzard_Imprinted H7HeroAbility]
mName="Снежная буря"
mTooltip="Создает снежную бурю в выбранной области 4x4, которая будет длиться в течение %durini раунда(ов). У отрядов, которые начинают ход в области действия бури, %buff.buff.buff.buff.stat.icon дальность перемещения снижена на %buff.buff.buff.buff.stat.norm до конца их хода."
[Imprinted.A_Blizzard_Imprinted_Buff H7BaseBuff]
mName="Снежная буря"
mTooltip="%stat к %stat.icon дальности перемещения.\nДлительность (ходов): %durnow."
[Imprinted.A_Blizzard_Imprinted_Buff_Marker H7BaseBuff]
mName="Снежная буря"
[Imprinted.A_LiquidMembrane_Imprinted H7HeroAbility]
mName="Водяная пелена"
mTooltip="Снижает на %buff1.buff.res.norm весь урон, получаемый выбранным дружественным отрядом. Длительность (ходов): %buff1.buff.durini."
[Imprinted.A_Tsunami_Imprinted H7HeroAbility]
mName="Цунами"
mTooltip="Мгновенно наносит всем вражеским отрядам в области действия от %d.min до %d.max ед. урона от %d.icon магии воды и отталкивает малых существ на 2 клетки назад. Область действия: 5 клеток поперек поля боя."
[A_IceStrike_Buff_Upgraded H7BaseBuff]
mName="Мощь льдов"
mTooltip="Атакуя противника, выбранный дружественный отряд наносит дополнительно от %d.min до %d.max ед. урона от %d.icon магии воды и накладывает негативный эффект, который действует в течение %buff1.buff.durini хода(ов): %buff1.buff.stat к %buff1.buff.stat.icon дальности перемещения.\nДлительность (ходов): %durnow."
[A_FreezingOrb_Obstacle_1_Novice H7CombatObstacleObject]
mObstacleName="Сфера льда"
[A_FreezingOrb_Obstacle_3_Master H7CombatObstacleObject]
mObstacleName="Сфера льда"
[A_FreezingOrb_Obstacle_2_Expert H7CombatObstacleObject]
mObstacleName="Сфера льда"
[A_FreezingOrb_Obstacle_0_Unskilled H7CombatObstacleObject]
mObstacleName="Сфера льда"
[Imprinted.A_FreezingOrb_Imprinted H7HeroAbility]
mName="Сфера льда"
mTooltip="Призывает в выбранную свободную область 1x1 сферу льда с %special.val1 ед. здоровья. Заклинание действует в течение 2 раундов или до тех пор, пока сфера не будет уничтожена. В конце каждого раунда она перемещается через любые препятствия к самому дальнему противнику и занимает свободную клетку рядом с ним. Сфера испускает ауру, которая наносит от %special.val2 до %special.val3 ед. урона от %icon_water магии воды всем противникам в области 3x3 и накладывает на них эффект: %buff.buff.stat к %buff.buff.stat.icon дальности перемещения. Длительность (ходов): %buff.buff.durini."
[A_FreezingOrb H7HeroAbility]
mTooltipMagicGuild="Призывает в выбранную свободную область 1x1 сферу льда. Заклинание действует в течение 2 раундов или до тех пор, пока сфера не будет уничтожена. В конце каждого раунда она перемещается через любые препятствия к самому дальнему противнику и занимает свободную клетку рядом с ним. Сфера испускает ауру, которая наносит урон от магии воды всем противникам в области 3x3 и накладывает на них эффект: %buff.buff.stat к %buff.buff.stat.icon дальности перемещения. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuildRankLine="Сфера с %special.val1 ед. зд. Аура наносит от %special.val2 до %special.val3 ед. урона от %icon_water магии воды."
mName="Сфера льда"
mTooltip="Призывает в выбранную свободную область 1x1 сферу льда с %special.val1 ед. здоровья. Заклинание действует в течение 2 раундов или до тех пор, пока сфера не будет уничтожена. В конце каждого раунда она перемещается через любые препятствия к самому дальнему противнику и занимает свободную клетку рядом с ним. Сфера испускает ауру, которая наносит от %special.val2 до %special.val3 ед. урона от %icon_water магии воды всем противникам в области 3x3 и накладывает на них эффект: %buff.buff.stat к %buff.buff.stat.icon дальности перемещения. Длительность (ходов): %buff.buff.durini."
[Imprinted.A_FreezingOrb_Imprinted_Obstacle H7CombatObstacleObject]
mObstacleName="Сфера льда"

7.5_mod : 

[A_Nova H7HeroAbility]
mName="Снежная буря"
mTooltip="Создает снежную бурю в выбранной области 4x4, которая наносит %d ед. урона от %icon_water магии воды и будет длиться в течение %buff1.buff.durini1 раунда(ов). У отрядов, которые начинают ход в области действия бури %icon_movement дальность перемещения снижена на %buff1.buff.stat1.norm и %buff1.buff.stat2.icon инициатива снижена на %buff1.buff.stat2.norm. Длительность (ходов): %buff1.buff.durini2. Буря создаётся в области 6x6, если заклинание применяется в ранге знатока."
mTooltipMagicGuild="Создает снежную бурю в выбранной области 4x4, которая наносит %d ед. урона от %icon_water магии воды и будет длиться в течение %durini раунда(ов). У отрядов, которые начинают ход в области действия бури %icon_movement дальность перемещения снижена на %buff1.buff.stat1.norm и %buff1.buff.stat2.icon инициатива снижена на %buff1.buff.stat2.norm. Длительность (ходов): %buff1.buff.durini2. Буря создаётся в области 6x6, если заклинание применяется в ранге знатока."
mTooltipUpgraded="Создает снежную бурю в выбранной области 4x4, которая наносит %d ед. урона от %icon_water магии воды и будет длиться в течение %durini раунда(ов). У отрядов, которые начинают ход в области действия бури %icon_movement дальность перемещения снижена на %buff1.buff.stat1.norm и %buff1.buff.stat2.icon инициатива снижена на %buff1.buff.stat2.norm. Длительность (ходов): %buff1.buff.durini2. Буря создаётся в области 6x6, если заклинание применяется в ранге знатока."
mTooltipMagicGuildRankLine="%d ед. урона от %icon_water магии воды, %buff1.buff.stat1.norm к %icon_movement дальности перемещения, %buff1.buff.stat2.norm к %buff1.buff.stat2.icon инициативе"

[A_Blizzard_new_Buff H7BaseBuff]
mName="Снежная буря"
mTooltip="Снижает %stat1.icon дальность перемещения на %stat1.norm и %stat2.icon иницативу на %stat2.norm. Длительность (ходов): %durnow."

[reworks.A_BurningDetermination H7HeroAbility]
mName="Мощь льдов"
mTooltip="Атакуя противника, выбранный дружественный отряд наносит дополнительно от %buff1.buff.d.min до %buff1.buff.d.max ед. урона от %buff1.buff.d.icon магии воды. Длительность (ходов): %buff1.buff.durini."
mTooltipMagicGuild="Атакуя противника, выбранный дружественный отряд наносит дополнительный урон от %buff1.buff.d.icon магии воды. Длительность (ходов): %buff1.buff.durini."
mTooltipUpgraded="Атакуя противника, выбранный дружественный отряд наносит дополнительно от %buff2.buff.d.min до %buff2.buff.d.max ед. урона от %buff2.buff.d.icon магии воды и накладывает негативный эффект, который действует в течение %buff2.buff.buff1.buff.durini хода(ов): %buff2.buff.buff1.buff.stat к %buff2.buff.buff1.buff.stat.icon дальности перемещения. Длительность (ходов): %buff2.buff.durini."
mTooltipMagicGuildRankLine="от %buff1.buff.d.min до %buff1.buff.d.max ед. урона %ICON_WATER"

[A_Burningdetermination H7HeroAbility]
mName="Водяная пелена"
mTooltip="Снижает на %buff1.buff.res.norm весь урон, получаемый выбранным дружественным отрядом. Длительность (ходов): %buff1.buff.durini."
mTooltipMagicGuild="На несколько ходов снижает весь урон, получаемый выбранным дружественным отрядом."
mTooltipUpgraded="Снижает на %buff2.buff.res.norm весь урон, получаемый выбранным дружественным отрядом, и увеличивает %buff2.buff.stat.icon дальность его перемещения на %buff2.buff.stat.norm. Длительность (ходов): %buff2.buff.durini."
mTooltipMagicGuildRankLine="получ. урон снижается на %buff1.buff.res.norm"

[reworks.A_Nova H7HeroAbility]
mName="Кольцо холода"
mTooltip="Мгновенно наносит от %d.min до %d.max ед. урона от %d.icon магии воды всем отрядам в выбранной области в виде кольца 3x3."
mTooltipMagicGuild="Мгновенно наносит урон от %d.icon магии воды всем отрядам в выбранной области в виде кольца 3x3."
mTooltipUpgraded="Мгновенно наносит от %d.min до %d.max ед. урона от %d.icon магии воды всем отрядам в выбранной области в виде кольца 3x3. Заклинание также накладывает негативный эффект: %buff.buff.stat к %buff.buff.stat.icon дальности перемещения. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuildRankLine="от %d.min до %d.max ед. урона %d.icon"